Repository: kaishi00/hermes-conduit
Catalog: Conduit/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: A real-time conversation with Gemini that hands the work to Hermes. Needs the Hermes notifier plugin and a Gemini key on your Hermes server.
de: Eine Echtzeit-Unterhaltung mit Gemini, die die Arbeit an Hermes übergibt. Erfordert das Hermes-Notifier-Plug-in und einen Gemini-Schlüssel auf deinem Hermes-Server.
es: Una conversación en tiempo real con Gemini que pasa el trabajo a Hermes. Requiere el plugin de notificaciones de Hermes y una clave de Gemini en tu servidor Hermes.
fr: Une conversation en temps réel avec Gemini, qui confie le travail à Hermes. Nécessite le plugin de notification Hermes et une clé Gemini sur votre serveur Hermes.
id: Percakapan real-time dengan Gemini yang menyerahkan pekerjaannya kepada Hermes. Memerlukan plugin notifier Hermes dan kunci Gemini di server Hermes Anda.
it: Una conversazione in tempo reale con Gemini che passa il lavoro a Hermes. Richiede il plugin di notifica di Hermes e una chiave Gemini sul tuo server Hermes.
ja: Geminiとのリアルタイムの会話で、作業はHermesに引き継がれます。Hermes通知プラグインと、HermesサーバのGeminiキーが必要です。
ko: Gemini와 나누는 실시간 대화로, 작업은 Hermes에 넘겨요. Hermes 알림 플러그인과 Hermes 서버의 Gemini 키가 필요해요.
pl: Rozmowa w czasie rzeczywistym z Gemini, która przekazuje pracę Hermesowi. Wymaga wtyczki powiadomień Hermes i klucza Gemini na Twoim serwerze Hermes.
pt_br: Uma conversa em tempo real com o Gemini, que passa o trabalho para o Hermes. Requer o plugin notificador do Hermes e uma chave do Gemini no seu servidor Hermes.
ru: Разговор с Gemini в реальном времени, который передаёт работу Hermes. Нужны плагин уведомлений Hermes и ключ Gemini на вашем сервере Hermes.
tr: Gemini ile yapılan ve işi Hermes'e devreden gerçek zamanlı bir konuşma. Hermes bildirim eklentisi ve Hermes sunucunuzda bir Gemini anahtarı gerekir.
zh_hans: 与 Gemini 实时对话，并把任务交给 Hermes 完成。需要 Hermes 通知插件，以及 Hermes 服务器上的 Gemini 密钥。
zh_hant: 與 Gemini 進行即時對話，並把事情交給 Hermes 處理。需要 Hermes 通知外掛程式，以及 Hermes 伺服器上的 Gemini 金鑰。

source: A real-time conversation with Grok through your Hermes server's SuperGrok sign-in that hands the work to Hermes. Needs the Hermes notifier plugin.
de: Eine Echtzeit-Unterhaltung mit Grok über die SuperGrok-Anmeldung deines Hermes-Servers, die die Arbeit an Hermes übergibt. Erfordert das Hermes-Notifier-Plug-in.
es: Una conversación en tiempo real con Grok a través de la cuenta de SuperGrok de tu servidor Hermes, que pasa el trabajo a Hermes. Requiere el plugin de notificaciones de Hermes.
fr: Une conversation en temps réel avec Grok via la connexion SuperGrok de votre serveur Hermes, qui confie le travail à Hermes. Nécessite le plugin de notification Hermes.
id: Percakapan real-time dengan Grok melalui login SuperGrok di server Hermes Anda yang menyerahkan pekerjaannya kepada Hermes. Memerlukan plugin notifier Hermes.
it: Una conversazione in tempo reale con Grok tramite l'accesso SuperGrok del tuo server Hermes, che passa il lavoro a Hermes. Richiede il plugin di notifica di Hermes.
ja: HermesサーバのSuperGrokサインインを使ったGrokとのリアルタイムの会話で、作業はHermesに引き継がれます。Hermes通知プラグインが必要です。
ko: Hermes 서버의 SuperGrok 로그인으로 Grok과 나누는 실시간 대화로, 작업은 Hermes에 넘겨요. Hermes 알림 플러그인이 필요해요.
pl: Rozmowa w czasie rzeczywistym z Grokiem przez konto SuperGrok zalogowane na Twoim serwerze Hermes, która przekazuje pracę Hermesowi. Wymaga wtyczki powiadomień Hermes.
pt_br: Uma conversa em tempo real com o Grok pelo login do SuperGrok do seu servidor Hermes, que passa o trabalho para o Hermes. Requer o plugin notificador do Hermes.
ru: Разговор с Grok в реальном времени через вход в SuperGrok на вашем сервере Hermes, который передаёт работу Hermes. Нужен плагин уведомлений Hermes.
tr: Hermes sunucunuzdaki SuperGrok girişi üzerinden Grok ile yapılan ve işi Hermes'e devreden gerçek zamanlı bir konuşma. Hermes bildirim eklentisi gerekir.
zh_hans: 通过 Hermes 服务器上已登录的 SuperGrok 与 Grok 实时对话，并把任务交给 Hermes 完成。需要 Hermes 通知插件。
zh_hant: 透過 Hermes 伺服器上登入的 SuperGrok 與 Grok 進行即時對話，並把事情交給 Hermes 處理。需要 Hermes 通知外掛程式。

source: Allow
de: Erlauben
es: Permitir
fr: Autoriser
id: Izinkan
it: Consenti
ja: 許可
ko: 허용
pl: Zezwól
pt_br: Permitir
ru: Разрешить
tr: İzin Ver
zh_hans: 允许
zh_hant: 允許

source: Allowed
de: Erlaubt
es: Permitido
fr: Autorisé
id: Diizinkan
it: Consentito
ja: 許可済み
ko: 허용됨
pl: Zezwolono
pt_br: Permitido
ru: Разрешено
tr: İzin verildi
zh_hans: 已允许
zh_hant: 已允許

source: Assistant voice
de: Assistentenstimme
es: Voz del asistente
fr: Voix de l'assistant
id: Suara asisten
it: Voce dell'assistente
ja: アシスタントの音声
ko: 어시스턴트 목소리
pl: Głos asystenta
pt_br: Voz do assistente
ru: Голос ассистента
tr: Asistan sesi
zh_hans: 助手语音
zh_hant: 助理聲音

source: Check again
de: Erneut prüfen
es: Volver a comprobar
fr: Revérifier
id: Periksa lagi
it: Ricontrolla
ja: 再確認
ko: 다시 확인
pl: Sprawdź ponownie
pt_br: Verificar de novo
ru: Проверить снова
tr: Yeniden denetle
zh_hans: 再次检查
zh_hant: 再檢查一次

source: Classic
de: Klassisch
es: Clásico
fr: Classique
id: Klasik
it: Classica
ja: クラシック
ko: 클래식
pl: Klasyczny
pt_br: Clássico
ru: Классический
tr: Klasik
zh_hans: 经典
zh_hant: 經典

source: Connected to %@
de: Verbunden mit %@
es: Conectado a %@
fr: Connecté à %@
id: Terhubung ke %@
it: Connesso a %@
ja: %@に接続済み
ko: %@에 연결됨
pl: Połączono z profilem %@
pt_br: Conectado a %@
ru: Подключено к профилю %@
tr: Bağlandı: %@
zh_hans: 已连接到 %@
zh_hant: 已連線到 %@

source: Hermes listens and replies with the speech to text and assistant voice set up above. Works with any Hermes server.
de: Hermes hört zu und antwortet mit der oben eingerichteten Spracherkennung und Assistentenstimme. Funktioniert mit jedem Hermes-Server.
es: Hermes escucha y responde con la voz a texto y la voz del asistente configuradas arriba. Funciona con cualquier servidor Hermes.
fr: Hermes écoute et répond avec la transcription vocale et la voix de l'assistant configurées ci-dessus. Fonctionne avec n'importe quel serveur Hermes.
id: Hermes mendengarkan dan membalas dengan ucapan ke teks dan suara asisten yang disiapkan di atas. Berfungsi dengan server Hermes apa pun.
it: Hermes ascolta e risponde con la trascrizione vocale e la voce dell'assistente configurate sopra. Funziona con qualsiasi server Hermes.
ja: 上で設定した音声認識とアシスタントの音声を使って、Hermesが聞き取りと返答を行います。どのHermesサーバでも使えます。
ko: 위에서 설정한 음성 텍스트 변환과 어시스턴트 목소리로 Hermes가 듣고 답해요. 모든 Hermes 서버에서 작동해요.
pl: Hermes słucha i odpowiada, korzystając ze skonfigurowanej powyżej zamiany mowy na tekst i głosu asystenta. Działa z każdym serwerem Hermes.
pt_br: O Hermes ouve e responde com a fala para texto e a voz do assistente configuradas acima. Funciona com qualquer servidor Hermes.
ru: Hermes слушает и отвечает с помощью распознавания речи и голоса ассистента, настроенных выше. Работает с любым сервером Hermes.
tr: Hermes, yukarıda ayarlanan konuşmadan metne ve asistan sesiyle dinler ve yanıt verir. Her Hermes sunucusuyla çalışır.
zh_hans: Hermes 使用上方设置的语音转文字和助手语音来收听和回复。适用于任何 Hermes 服务器。
zh_hant: Hermes 會使用上方設定的語音轉文字和助理聲音來聆聽與回覆。適用於任何 Hermes 伺服器。

source: Microphone
de: Mikrofon
es: Micrófono
fr: Micro
id: Mikrofon
it: Microfono
ja: マイク
ko: 마이크
pl: Mikrofon
pt_br: Microfone
ru: Микрофон
tr: Mikrofon
zh_hans: 麦克风
zh_hant: 麥克風

source: Mode
de: Modus
es: Modo
it: Modalità
ja: モード
ko: 모드
pl: Tryb
pt_br: Modo
ru: Режим
tr: Mod
zh_hans: 模式
zh_hant: 模式

source: Needs attention
de: Bitte prüfen
es: Requiere atención
fr: À vérifier
id: Perlu perhatian
it: Richiede attenzione
ja: 要確認
ko: 확인 필요
pl: Wymaga uwagi
pt_br: Requer atenção
ru: Требует внимания
tr: İlgilenmeniz gerekiyor
zh_hans: 需要处理
zh_hant: 需要注意

source: Not allowed. Allow the microphone for Conduit in iPhone Settings.
de: Nicht erlaubt. Erlaube das Mikrofon für Conduit in den iPhone-Einstellungen.
es: No permitido. Permite el acceso al micrófono para Conduit en los Ajustes del iPhone.
fr: Non autorisé. Autorisez le micro pour Conduit dans les Réglages de l'iPhone.
id: Tidak diizinkan. Izinkan mikrofon untuk Conduit di Pengaturan iPhone.
it: Non consentito. Consenti l'accesso al microfono per Conduit nelle Impostazioni di iPhone.
ja: 許可されていません。iPhoneの「設定」でConduitにマイクへのアクセスを許可してください。
ko: 허용되지 않았어요. iPhone ‘설정’에서 Conduit의 마이크 접근을 허용하세요.
pl: Brak zgody. Zezwól aplikacji Conduit na dostęp do mikrofonu w Ustawieniach iPhone’a.
pt_br: Não permitido. Permita o microfone para o Conduit nos Ajustes do iPhone.
ru: Не разрешено. Разрешите Conduit доступ к микрофону в Настройках iPhone.
tr: İzin verilmedi. iPhone Ayarları'nda Conduit için mikrofona izin verin.
zh_hans: 未允许。请在 iPhone 设置中允许 Conduit 使用麦克风。
zh_hant: 未允許。請在 iPhone「設定」中允許 Conduit 使用麥克風。

source: Not chosen
de: Nicht ausgewählt
es: Sin elegir
fr: Non choisi
id: Belum dipilih
it: Non scelto
ja: 未選択
ko: 선택 안 됨
pl: Nie wybrano
pt_br: Não escolhido
ru: Не выбрано
tr: Seçilmedi
zh_hans: 未选择
zh_hant: 未選擇

source: On this iPhone. Speech Recognition isn't allowed yet.
de: Auf diesem iPhone. Spracherkennung ist noch nicht erlaubt.
es: En este iPhone. El reconocimiento de voz aún no está permitido.
fr: Sur cet iPhone. La reconnaissance vocale n'est pas encore autorisée.
id: Di iPhone ini. Pengenalan Ucapan belum diizinkan.
it: Su questo iPhone. Il riconoscimento vocale non è ancora consentito.
ja: このiPhoneで処理。音声認識がまだ許可されていません。
ko: 이 iPhone에서 처리. 음성 인식이 아직 허용되지 않았어요.
pl: Na tym iPhonie. Rozpoznawanie mowy nie jest jeszcze dozwolone.
pt_br: Neste iPhone. O Reconhecimento de Fala ainda não foi permitido.
ru: На этом iPhone. Распознавание речи пока не разрешено.
tr: Bu iPhone'da. Konuşma Tanıma'ya henüz izin verilmedi.
zh_hans: 在这台 iPhone 上。尚未允许语音识别。
zh_hant: 在這部 iPhone 上。尚未允許語音辨識。

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
ru: Открыть Настройки
tr: Ayarlar'ı Aç
zh_hans: 打开设置
zh_hant: 打開設定

source: Plays a short sample in the assistant's voice
de: Spielt eine kurze Probe mit der Stimme des Assistenten ab
es: Reproduce una muestra corta con la voz del asistente
fr: Lit un court extrait avec la voix de l'assistant
id: Memutar contoh singkat dengan suara asisten
it: Riproduce un breve campione con la voce dell'assistente
ja: アシスタントの音声で短いサンプルを再生します
ko: 어시스턴트 목소리로 짧은 샘플을 재생해요
pl: Odtwarza krótką próbkę głosem asystenta
pt_br: Reproduz uma breve amostra na voz do assistente
ru: Воспроизводит короткий образец голосом ассистента
tr: Asistanın sesiyle kısa bir örnek çalar
zh_hans: 用助手的声音播放一段简短示例
zh_hant: 以助理的聲音播放一小段範例

source: Records a short sample and shows what speech to text heard
de: Nimmt eine kurze Probe auf und zeigt, was die Spracherkennung verstanden hat
es: Graba una muestra corta y muestra lo que entendió la voz a texto
fr: Enregistre un court extrait et affiche ce que la transcription vocale a entendu
id: Merekam contoh singkat dan menampilkan apa yang didengar oleh ucapan ke teks
it: Registra un breve campione e mostra cosa ha sentito la trascrizione vocale
ja: 短いサンプルを録音し、音声認識が聞き取った内容を表示します
ko: 짧은 샘플을 녹음하고 음성 텍스트 변환이 알아들은 내용을 보여 줘요
pl: Nagrywa krótką próbkę i pokazuje, co rozpoznała zamiana mowy na tekst
pt_br: Grava uma breve amostra e mostra o que a fala para texto ouviu
ru: Записывает короткий образец и показывает, что было распознано
tr: Kısa bir örnek kaydeder ve konuşmadan metne dönüştürmenin ne duyduğunu gösterir
zh_hans: 录制一段简短示例，并显示语音转文字听到的内容
zh_hant: 錄製一小段範例，並顯示語音轉文字聽到的內容

source: Set up voice
de: Sprachmodus einrichten
es: Configurar voz
fr: Configurer la voix
id: Siapkan suara
it: Configura la voce
ja: 音声を設定
ko: 음성 설정
pl: Konfiguracja głosu
pt_br: Configurar voz
ru: Настроить голос
tr: Ses kurulumu
zh_hans: 设置语音
zh_hant: 設定語音

source: Setting up voice…
de: Sprachmodus wird eingerichtet …
es: Configurando la voz…
fr: Configuration de la voix…
id: Menyiapkan suara…
it: Configurazione della voce…
ja: 音声を設定中…
ko: 음성 설정 중…
pl: Konfigurowanie głosu…
pt_br: Configurando voz…
ru: Настройка голоса…
tr: Ses ayarlanıyor…
zh_hans: 正在设置语音…
zh_hant: 正在設定語音…

source: Speech Recognition isn't allowed. Allow it for Conduit in iPhone Settings, or choose a Hermes provider under Speech to text below.
de: Spracherkennung ist nicht erlaubt. Erlaube sie für Conduit in den iPhone-Einstellungen oder wähle unten unter „Sprache zu Text“ einen Hermes-Anbieter.
es: El reconocimiento de voz no está permitido. Permítelo para Conduit en los Ajustes del iPhone o elige un proveedor de Hermes en Voz a texto, más abajo.
fr: La reconnaissance vocale n'est pas autorisée. Autorisez-la pour Conduit dans les Réglages de l'iPhone, ou choisissez un fournisseur Hermes sous Transcription vocale ci-dessous.
id: Pengenalan Ucapan tidak diizinkan. Izinkan untuk Conduit di Pengaturan iPhone, atau pilih penyedia Hermes di Ucapan ke teks di bawah.
it: Il riconoscimento vocale non è consentito. Consentilo per Conduit nelle Impostazioni di iPhone o scegli un provider Hermes in Trascrizione vocale qui sotto.
ja: 音声認識が許可されていません。iPhoneの「設定」でConduitに許可するか、下の「音声認識」でHermesのプロバイダを選択してください。
ko: 음성 인식이 허용되지 않았어요. iPhone ‘설정’에서 Conduit에 허용하거나, 아래 ‘음성 텍스트 변환’에서 Hermes 제공자를 선택하세요.
pl: Rozpoznawanie mowy nie jest dozwolone. Zezwól na nie aplikacji Conduit w Ustawieniach iPhone’a lub wybierz poniżej dostawcę Hermes w sekcji „Mowa na tekst”.
pt_br: O Reconhecimento de Fala não está permitido. Permita-o para o Conduit nos Ajustes do iPhone ou escolha um provedor do Hermes em Fala para texto abaixo.
ru: Распознавание речи не разрешено. Разрешите его для Conduit в Настройках iPhone или выберите провайдера Hermes в разделе «Речь в текст» ниже.
tr: Konuşma Tanıma'ya izin verilmedi. iPhone Ayarları'nda Conduit için izin verin veya aşağıdaki Konuşmadan metne bölümünden bir Hermes sağlayıcısı seçin.
zh_hans: 未允许语音识别。请在 iPhone 设置中为 Conduit 允许语音识别，或在下方“语音转文字”中选择 Hermes 提供商。
zh_hant: 未允許語音辨識。請在 iPhone「設定」中允許 Conduit 使用，或在下方的「語音轉文字」中選擇 Hermes 供應商。

source: Test listening
de: Zuhören testen
es: Probar escucha
fr: Tester l'écoute
id: Uji mendengar
it: Prova l'ascolto
ja: 聞き取りをテスト
ko: 듣기 테스트
pl: Testuj słuchanie
pt_br: Testar escuta
ru: Проверить распознавание
tr: Dinlemeyi test et
zh_hans: 测试收听
zh_hant: 測試聆聽

source: Test speaking
de: Sprechen testen
es: Probar habla
fr: Tester la parole
id: Uji berbicara
it: Prova la voce
ja: 読み上げをテスト
ko: 말하기 테스트
pl: Testuj mówienie
pt_br: Testar fala
ru: Проверить озвучку
tr: Konuşmayı test et
zh_hans: 测试说话
zh_hant: 測試說話

source: This iPhone can't transcribe your language on the device. Choose a Hermes provider under Speech to text below.
de: Dieses iPhone kann deine Sprache nicht auf dem Gerät transkribieren. Wähle unten unter „Sprache zu Text“ einen Hermes-Anbieter.
es: Este iPhone no puede transcribir tu idioma en el dispositivo. Elige un proveedor de Hermes en Voz a texto, más abajo.
fr: Cet iPhone ne peut pas transcrire votre langue sur l'appareil. Choisissez un fournisseur Hermes sous Transcription vocale ci-dessous.
id: iPhone ini tidak dapat mentranskripsikan bahasa Anda di perangkat. Pilih penyedia Hermes di Ucapan ke teks di bawah.
it: Questo iPhone non può trascrivere la tua lingua sul dispositivo. Scegli un provider Hermes in Trascrizione vocale qui sotto.
ja: このiPhoneでは、お使いの言語をデバイス上で文字起こしできません。下の「音声認識」でHermesのプロバイダを選択してください。
ko: 이 iPhone은 사용 중인 언어를 기기에서 받아쓸 수 없어요. 아래 ‘음성 텍스트 변환’에서 Hermes 제공자를 선택하세요.
pl: Ten iPhone nie może lokalnie transkrybować Twojego języka. Wybierz poniżej dostawcę Hermes w sekcji „Mowa na tekst”.
pt_br: Este iPhone não consegue transcrever seu idioma no próprio aparelho. Escolha um provedor do Hermes em Fala para texto abaixo.
ru: Этот iPhone не может распознавать ваш язык на устройстве. Выберите провайдера Hermes в разделе «Речь в текст» ниже.
tr: Bu iPhone, dilinizi cihaz üzerinde metne dönüştüremiyor. Aşağıdaki Konuşmadan metne bölümünden bir Hermes sağlayıcısı seçin.
zh_hans: 这台 iPhone 无法在设备上转写你的语言。请在下方“语音转文字”中选择 Hermes 提供商。
zh_hant: 這部 iPhone 無法在裝置上轉寫你的語言。請在下方的「語音轉文字」中選擇 Hermes 供應商。

source: Turn this on to talk to %@. Conduit asks for the microphone and Speech Recognition, uses this iPhone for speech to text, and switches the assistant's voice to Edge TTS on Hermes if the current one isn't ready.
de: Aktiviere dies, um mit %@ zu sprechen. Conduit fragt nach Mikrofon und Spracherkennung, nutzt dieses iPhone für die Spracherkennung und stellt die Assistentenstimme auf Edge TTS auf Hermes um, falls die aktuelle nicht bereit ist.
es: Activa esto para hablar con %@. Conduit pide acceso al micrófono y al reconocimiento de voz, usa este iPhone para la voz a texto y cambia la voz del asistente a Edge TTS en Hermes si la actual no está lista.
fr: Activez cette option pour parler à %@. Conduit demande l'accès au micro et à la reconnaissance vocale, utilise cet iPhone pour la transcription vocale et passe la voix de l'assistant à Edge TTS sur Hermes si la voix actuelle n'est pas prête.
id: Nyalakan ini untuk berbicara dengan %@. Conduit meminta akses mikrofon dan Pengenalan Ucapan, menggunakan iPhone ini untuk ucapan ke teks, dan mengganti suara asisten ke Edge TTS di Hermes jika suara saat ini belum siap.
it: Attiva questa opzione per parlare con %@. Conduit chiede l'accesso al microfono e al riconoscimento vocale, usa questo iPhone per la trascrizione vocale e passa la voce dell'assistente a Edge TTS su Hermes se quella attuale non è pronta.
ja: オンにすると%@と話せます。Conduitはマイクと音声認識へのアクセスを求め、このiPhoneで音声認識を行います。現在のアシスタントの音声の準備ができていない場合は、HermesのEdge TTSに切り替えます。
ko: 이 기능을 켜면 %@에게 말할 수 있어요. Conduit이 마이크와 음성 인식 권한을 요청하고, 이 iPhone으로 음성 텍스트 변환을 하며, 현재 어시스턴트 목소리가 준비되지 않았으면 Hermes의 Edge TTS로 바꿔요.
pl: Włącz, aby rozmawiać z profilem %@. Conduit poprosi o dostęp do mikrofonu i rozpoznawania mowy, użyje tego iPhone’a do zamiany mowy na tekst i przełączy głos asystenta na Edge TTS w Hermesie, jeśli obecny nie jest gotowy.
pt_br: Ative para falar com %@. O Conduit pede acesso ao microfone e ao Reconhecimento de Fala, usa este iPhone para a fala para texto e muda a voz do assistente para o Edge TTS no Hermes se a atual não estiver pronta.
ru: Включите, чтобы говорить с профилем %@. Conduit запросит доступ к микрофону и распознаванию речи, будет распознавать речь на этом iPhone и переключит голос ассистента на Edge TTS в Hermes, если текущий не готов.
tr: %@ ile konuşmak için bunu açın. Conduit mikrofon ve Konuşma Tanıma izni ister, konuşmayı metne dönüştürmek için bu iPhone'u kullanır ve mevcut asistan sesi hazır değilse Hermes'teki Edge TTS'e geçer.
zh_hans: 打开此项即可与 %@ 对话。Conduit 会请求麦克风和语音识别权限，使用这台 iPhone 进行语音转文字；如果当前助手语音未就绪，会切换为 Hermes 上的 Edge TTS。
zh_hant: 開啟此選項即可與 %@ 對話。Conduit 會要求麥克風和語音辨識的取用權限，使用這部 iPhone 進行語音轉文字；若目前的助理聲音尚未就緒，則會切換為 Hermes 上的 Edge TTS。

source: Use Edge TTS
de: Edge TTS verwenden
es: Usar Edge TTS
fr: Utiliser Edge TTS
id: Gunakan Edge TTS
it: Usa Edge TTS
ja: Edge TTSを使用
ko: Edge TTS 사용
pl: Użyj Edge TTS
pt_br: Usar Edge TTS
ru: Использовать Edge TTS
tr: Edge TTS'i kullan
zh_hans: 使用 Edge TTS
zh_hant: 使用 Edge TTS

source: Use this iPhone
de: Dieses iPhone verwenden
es: Usar este iPhone
fr: Utiliser cet iPhone
id: Gunakan iPhone ini
it: Usa questo iPhone
ja: このiPhoneを使用
ko: 이 iPhone 사용
pl: Użyj tego iPhone’a
pt_br: Usar este iPhone
ru: Использовать этот iPhone
tr: Bu iPhone'u kullan
zh_hans: 使用这台 iPhone
zh_hant: 使用這部 iPhone

source: Voice is on for %@ on this iPhone. Each step below turns green when it's ready; an orange step has a fix.
de: Der Sprachmodus ist für %@ auf diesem iPhone aktiv. Jeder Schritt unten wird grün, sobald er bereit ist; für einen orangen Schritt gibt es eine Lösung.
es: La voz está activada para %@ en este iPhone. Cada paso de abajo se vuelve verde cuando está listo; un paso naranja tiene una solución.
fr: La voix est activée pour %@ sur cet iPhone. Chaque étape ci-dessous passe au vert quand elle est prête ; une étape orange propose une correction.
id: Suara aktif untuk %@ di iPhone ini. Setiap langkah di bawah berubah hijau saat siap; langkah berwarna oranye memiliki perbaikan.
it: La voce è attiva per %@ su questo iPhone. Ogni passaggio qui sotto diventa verde quando è pronto; un passaggio arancione ha una soluzione.
ja: このiPhoneで%@の音声がオンになっています。下の各手順は準備ができると緑色になります。オレンジ色の手順には解決方法があります。
ko: 이 iPhone에서 %@의 음성이 켜져 있어요. 아래 각 단계는 준비되면 초록색으로 바뀌며, 주황색 단계에는 해결 방법이 있어요.
pl: Głos jest włączony dla profilu %@ na tym iPhonie. Każdy krok poniżej zmieni kolor na zielony, gdy będzie gotowy; przy pomarańczowym kroku znajdziesz sposób naprawy.
pt_br: A voz está ativada para %@ neste iPhone. Cada etapa abaixo fica verde quando está pronta; uma etapa laranja tem uma correção.
ru: Голос включён для профиля %@ на этом iPhone. Каждый шаг ниже становится зелёным, когда готов; для оранжевого шага есть исправление.
tr: Bu iPhone'da %@ için ses açık. Aşağıdaki her adım hazır olduğunda yeşile döner; turuncu bir adımın bir çözümü vardır.
zh_hans: %@ 的语音已在这台 iPhone 上开启。下方每一步就绪后会变为绿色；橙色步骤附有修复方法。
zh_hant: 已在這部 iPhone 上為 %@ 開啟語音。下方每個步驟就緒後會變成綠色；橘色步驟附有修正方法。

source: iOS asks the first time you talk.
de: iOS fragt, wenn du zum ersten Mal sprichst.
es: iOS te lo pedirá la primera vez que hables.
fr: iOS vous le demande la première fois que vous parlez.
id: iOS akan bertanya saat pertama kali Anda berbicara.
it: iOS te lo chiede la prima volta che parli.
ja: 初めて話すときにiOSが確認します。
ko: 처음 말할 때 iOS가 허용 여부를 물어봐요.
pl: iOS zapyta przy pierwszej rozmowie.
pt_br: O iOS pergunta na primeira vez que você falar.
ru: iOS спросит при первом разговоре.
tr: iOS, ilk konuştuğunuzda sorar.
zh_hans: 首次说话时 iOS 会询问。
zh_hant: 第一次說話時，iOS 會詢問你。

source: On screen
de: Auf dem Bildschirm
es: En pantalla
fr: À l'écran
id: Di layar
it: Sullo schermo
ja: 画面上
ko: 화면에 표시 중
pl: Na ekranie
pt_br: Na tela
ru: На экране
tr: Ekranda
zh_hans: 在屏幕上
zh_hant: 顯示在畫面上

source: Shows it again
de: Zeigt es erneut an
es: Vuelve a mostrarlo
fr: L'affiche à nouveau
id: Menampilkannya lagi
it: Lo mostra di nuovo
ja: もう一度表示します
ko: 다시 표시해요
pl: Pokazuje ponownie
pt_br: Mostra de novo
ru: Показывает его снова
tr: Yeniden gösterir
zh_hans: 再次显示
zh_hant: 再次顯示

source: Asked for when the call connects (an older notifier plugin sends it as the first turn):
de: Wird beim Verbinden des Anrufs abgefragt (ein älteres Notifier-Plug-in sendet es als erste Nachricht):
es: Se solicita al conectarse la llamada (un plugin de notificaciones antiguo lo envía como primer turno):
fr: Demandée à la connexion de l'appel (un ancien plugin de notification l'envoie comme premier tour) :
id: Diminta saat panggilan terhubung (plugin notifier versi lama mengirimnya sebagai giliran pertama):
it: Richiesto alla connessione della chiamata (un plugin di notifica meno recente lo invia come primo turno):
ja: 通話の接続時にリクエストされます（古い通知プラグインでは最初のターンとして送信されます）：
ko: 통화가 연결될 때 요청됨(이전 알림 플러그인은 첫 번째 턴으로 보냄):
pl: Żądane po nawiązaniu połączenia (starsza wtyczka powiadomień wysyła to jako pierwszą wypowiedź):
pt_br: Pedido quando a chamada conecta (um plugin notificador mais antigo envia isto como primeiro turno):
ru: Запрашивается при подключении звонка (старый плагин уведомлений отправляет его первой репликой):
tr: Arama bağlandığında istenir (eski bir bildirim eklentisi bunu ilk tur olarak gönderir):
zh_hans: 通话接通时请求的开场（旧版通知插件会将其作为第一轮发送）：
zh_hant: 通話接通時提出的要求（較舊的通知外掛程式會將它作為第一個回合傳送）：

source: Sent as the call's first turn when it connects:
de: Wird beim Verbinden als erste Nachricht des Anrufs gesendet:
es: Se envía como primer turno de la llamada al conectarse:
fr: Envoyée comme premier tour de l'appel à la connexion :
id: Dikirim sebagai giliran pertama panggilan saat terhubung:
it: Inviato come primo turno della chiamata alla connessione:
ja: 通話の接続時に最初のターンとして送信されます：
ko: 통화가 연결될 때 첫 번째 턴으로 보냄:
pl: Wysyłane jako pierwsza wypowiedź po nawiązaniu połączenia:
pt_br: Enviado como primeiro turno da chamada quando ela conecta:
ru: Отправляется первой репликой звонка при подключении:
tr: Arama bağlandığında aramanın ilk turu olarak gönderilir:
zh_hans: 通话接通时作为第一轮发送：
zh_hant: 通話接通時作為第一個回合傳送：
